Repository: KaylinOwO/Project-Apparatus
Catalog: ProjectApparatus/Lang/*.resx
Languages: ru_ru, zh_cn

source: Adjust Jump Height
ru_ru: Регулировка высоты прыжка
zh_cn: 调整跳跃高度

# adjust_jump_height_descr
source: Allows you to modify your jump height.
ru_ru: Позволяет изменять высоту прыжка.
zh_cn: 允许你修改你的跳跃高度。

source: Adjust Sprint Speed
ru_ru: Регулировка скорости спринта
zh_cn: 调整冲刺速度

# adjust_sprint_speed_descr
source: Allows you to modify your sprint speed.
ru_ru: Позволяет изменять скорость спринта.
zh_cn: 允许你修改你的冲刺速度。

source: Adjust Walk Speed
ru_ru: Регулировка скорости ходьбы
zh_cn: 调整行走速度

# adjust_walk_speed_descr
source: Allows you to modify your walk speed.
ru_ru: Позволяет изменять скорость ходьбы.
zh_cn: 允许你修改你的行走速度。

source: Aggro Enemies
ru_ru: Аггро-враги
zh_cn: 敌视玩家

# aggro_enemies_descr_1
source: Makes enemies target the selected player.
ru_ru: Заставляет врагов сфокусировать внимание на выбранного игрока.
zh_cn: 使敌人以选定玩家为目标。

# aggro_enemies_descr_2
source: Doesn't work on most monsters, works best on Crawlers & Spiders.
ru_ru: Не действует на большинство монстров, лучше всего работает на Бракена и Паука.
zh_cn: 对大多数怪物无效，对爬行者和蜘蛛效果最好。

source: All Jetpacks Explode
ru_ru: Все джетпаки взрываются
zh_cn: 所有喷气背包都会爆炸

# all_jetpacks_explode_descr
source: When a player tries to equip a jetpack they will be greeted with an explosion.
ru_ru: Когда игрок попытается применить реактивный ранец, он взорвется.
zh_cn: 当玩家试图装备或使用喷气背包时，迎接他们的将是爆炸

source: Always Show Clock
ru_ru: Всегда показывать часы
zh_cn: 始终显示时钟

# always_show_clock_descr
source: Displays the clock even when you are in the facility.
ru_ru: Отображает часы, даже когда вы находитесь в помещении.
zh_cn: 无论你在哪里始终会显示时钟

source: Apply
ru_ru: Принять
zh_cn: 应用

source: Attack Players at Deposit Desk
ru_ru: Нападение на игроков возле сдачи квоты
zh_cn: 使商店触手怪物攻击

# attack_players_at_deposit_desk_descr
source: Forces the tentacle monster to attack, killing a nearby player.
ru_ru: Заставляет щупальца атаковать, убивая находящегося рядом игрока.
zh_cn: 迫使触手怪物攻击，杀死附近的一名玩家

source: Big Loot
ru_ru: Большие предметы
zh_cn: 高价值物品

# camera_res_descr_1
source: Forces the game to render in full resolution.
ru_ru: Заставляет игру рендерить полноценное разрешение.
zh_cn: 强制以全分辨率渲染游戏。

# camera_res_descr_2
source: <color=#ff0000>You will need to leave the game for this to activate.</color>
ru_ru: <color=#ff0000>Чтобы активировать эту функцию, вам нужно будет выйти из игры.</color>
zh_cn: <color=#ff0000>你需要离开游戏才能激活</color>

source: Centered Indicators
ru_ru: Показатели в центре
zh_cn: 项目居中显示

# centered_indicators_descr
source: Displays the above indicators at the center of the screen.
ru_ru: Отображает вышеуказанные индикаторы в центре экрана.
zh_cn: 显示在屏幕中央

source: Changelog
ru_ru: Журнал изменений
zh_cn: 修改日志

source: Charge Any Item
ru_ru: Любой предмет можно зарядить
zh_cn: 对任何物品充电

# charge_any_item_descr
source: Allows you to put any grabbable item in the charger.
ru_ru: Позволяет поместить в зарядное устройство любой предмет.
zh_cn: 允许您将任何可抓取的项目放入充电器

source: Close All Mechanical Doors
ru_ru: Закрыть все двери требующие ключ
zh_cn: 关闭所有机械门

# close_all_mechanical_doors_descr
source: Closes all mechanical doors.
ru_ru: Закрывает все двери которые требуют ключ.
zh_cn: 关闭所有机械门

source: Colors
ru_ru: Цвета
zh_cn: 颜色

source: Credits
ru_ru: Разработчики
zh_cn: 金钱

source: Crosshair
ru_ru: Прицел
zh_cn: 准心

# crosshair_descr
source: Displays a crosshair on the screen.
ru_ru: Отображает прицел в виде точки на экране.
zh_cn: 在屏幕中间显示准心

source: Damage
ru_ru: Урон
zh_cn: 伤害

# damage_descr
source: Damages the player for a given amount.
ru_ru: Наносит игроку урон на заданное количество.
zh_cn: 给予玩家指定伤害

source: Days Left
ru_ru: Дней осталось
zh_cn: 剩余天数

# dead_players
source: Dead Player List
ru_ru: Список мертвых игроков
zh_cn: 死亡玩家列表

# dead_players_descr
source: Shows a list of currently dead players.
ru_ru: Отображает на экране список мертвых игроков.
zh_cn: 显示当前死亡玩家列表

source: Delete All Enemies
ru_ru: Удалить всех врагов
zh_cn: 删除所有敌人

# delete_all_enemies_descr
source: Deletes all enemies.
ru_ru: Удаляет всех врагов на карте.
zh_cn: 删除所有敌人

source: Demigod
ru_ru: Полубог
zh_cn: 自动回血

# demigod_descr
source: Automatically refills the selected player's health if below zero.
ru_ru: Автоматически пополняет здоровье выбранного игрока, если оно ниже нуля.
zh_cn: 如果玩家的生命值低于一百，会自动恢复

# disable_dof
source: Disable Depth of Field
ru_ru: Отключить глубину резкости
zh_cn: 禁用景深

# disable_dof_descr
source: Disables the depth of field effect.
ru_ru: Отключает эффект глубины резкости.
zh_cn: 禁用景深效果

source: Disable Fall Damage
ru_ru: Отключить повреждение при падении
zh_cn: 禁用摔伤

# disable_fall_damage_descr
source: You no longer take fall damage.
ru_ru: Вы больше не получаете урона от падения.
zh_cn: 你将不会获得来自摔伤的伤害

source: Disable Fog
ru_ru: Отключить туман
zh_cn: 禁用雾

# disable_fog_descr
source: Disables the fog effect.
ru_ru: Отключает эффект тумана.
zh_cn: 禁用雾效果

source: Disable Interact Cooldowns
ru_ru: Отключить эффект взаимодействия
zh_cn: 禁用交互冷却

# disable_interact_cooldowns_descr
source: Disables all interact cooldowns (e.g., noisemakers, toilets, etc).
ru_ru: Отключает все интерактивные кулдауны (например, шумелки, туалеты и т.д.).
zh_cn: 禁用所有交互冷却 (例如, 汽笛, 开枪, 等)

source: Disable Visor
ru_ru: Отключить шлем
zh_cn: 禁用查看器

# disable_visor_descr
source: Disables the visor from your helmet in first person.
ru_ru: Отключает визор на шлеме от первого лица.
zh_cn: 以第一人称禁用头盔上的遮阳板。

source: Display Days Left
ru_ru: Показывать оставшиеся дни
zh_cn: 剩余天数

# display_days_left_descr
source: Shows the time you have left to meet quota.
ru_ru: Показывает время, оставшееся до выполнения квоты.
zh_cn: 显示剩余天数

# display_distance
source: Show Distance
ru_ru: Показать расстояние
zh_cn: 显示距离

# display_distance_esp_descr
source: Shows the distance between you and the entity.
ru_ru: Показывает расстояние между вами и объектом.
zh_cn: 显示您和实体之间的距离

source: Display Group Credits
ru_ru: Показывать деньги
zh_cn: 金钱

# display_group_credits_descr
source: Shows how many credits you have.
ru_ru: Показывает, сколько у вас денег для покупки.
zh_cn: 显示当前金钱

# display_hp
source: Show Health
ru_ru: Показать здоровье
zh_cn: 玩家血量

# display_hp_esp_descr
source: Shows players' health.
ru_ru: Показывает здоровье игроков.
zh_cn: 显示玩家血量

source: Display Loot In Ship
ru_ru: Показать стоимость лута на корабле
zh_cn: 飞船物品价值

# display_loot_in_ship_descr
source: Shows the value of all the items you have gathered in the ship.
ru_ru: Показывает стоимость всех предметов которые вы собрали, на корабле.
zh_cn: 显示当前飞船内的物品价值

source: Display Quota
ru_ru: Показывать квоту
zh_cn: 谁在讲话

# display_quota_descr
source: Shows the current quota.
ru_ru: Показывает текущую квоту.
zh_cn: 显示玩家是否在说话

# display_speaking
source: Show Is Speaking
ru_ru: Показать говорит ли игрок
zh_cn: 谁在讲话

# display_speaking_esp_descr
source: Shows if the player is speaking.
ru_ru: Показывает, говорит ли игрок.
zh_cn: 显示玩家是否在说话

# display_worth
source: Show Value
ru_ru: Показывать стоимость
zh_cn: 物品价值

# display_worth_esp_descr
source: Shows items' value.
ru_ru: Показывает стоимость объектов.
zh_cn: 显示物品的价值

source: Distance
ru_ru: Отдаление
zh_cn: 距离

source: Door
ru_ru: Дверь
zh_cn: 门

# door_esp
source: Doors
ru_ru: Двери
zh_cn: 门

# door_esp_descr
source: Shows all doors.
ru_ru: Показать все двери.
zh_cn: 显示所有门

# enable_esp
source: Enabled
ru_ru: Включить
zh_cn: 启用

# enable_esp_descr
source: Enables the ESP.
ru_ru: Включает ESP.
zh_cn: 启用追踪功能

source: Enemy
ru_ru: Враги
zh_cn: 敌人

source: Enemy Distance Limit
ru_ru: Расстояние до врага
zh_cn: 敌人距离限制

# enemy_distance_limit_descr
source: Toggle to set the enemy distance limit.
ru_ru: Переключите, чтобы включить отображение расстояния до противника.
zh_cn: 切换以设定敌人的距离限制

# enemy_esp
source: Enemies
ru_ru: Враги
zh_cn: 敌人

# enemy_esp_descr
source: Shows all enemies.
ru_ru: Показать всех враговю
zh_cn: 切换以设定敌人的距离限制

source: Entrance
ru_ru: Вход
zh_cn: 入口

source: Exit
ru_ru: Выход
zh_cn: 出口

source: Explode All Mines
ru_ru: Взорвать мины
zh_cn: 引爆所有地雷

# explode_all_mines_descr
source: Explodes every single mine on the level.
ru_ru: Взрывает все мины на уровне.
zh_cn: 引爆所有地雷

source: FastLadder Climbing
ru_ru: Быстрое лазание по лестнице
zh_cn: 快速爬梯

# fast_ladder_climbing_descr
source: Instantly climbs up ladders.
ru_ru: Мгновенно взбирается по лестницам.
zh_cn: 立即爬上梯子

source: Give Credits
ru_ru: Дать денег
zh_cn: 获得金钱

# give_credits_descr
source: Give your group however many credits you want. (Doesn't apply to quota)
ru_ru: Дайте своей группе столько денег, сколько вы хотите. (Не относится к квоте)
zh_cn: 获得一定金钱

source: God Mode
ru_ru: Бессмертие
zh_cn: 无敌模式

# god_mode_descr
source: Prevents you from taking any damage.
ru_ru: Предотвращает получение урона.
zh_cn: 你将不会扣血

source: Graphics
ru_ru: Графика
zh_cn: 图形

source: Group Credits
ru_ru: Деньги
zh_cn: 金钱

source: Heal
ru_ru: Исцеление
zh_cn: 回血

# heal_descr
source: Heals the player for a given amount.
ru_ru: Вылечивает игрока на заданное количество.
zh_cn: 恢复玩家一定血量

source: Hear Everyone
ru_ru: Слышать каждого
zh_cn: 听到所有人说话

# hear_everyone_descr
source: Allows you to hear everyone no matter the distance.
ru_ru: Позволяет слышать всех, независимо от расстояния.
zh_cn: 听到所有人说话，无论他在哪里

source: Hello world!
ru_ru: Привет мир!
zh_cn: 你好！

source: Hide Objects
ru_ru: Спрятать объекты

# hide_objects_descr
source: Hides spammed objects from the selected player.
ru_ru: Скрывает заспамленные объекты от выбранного игрока.

source: Infinite Charge
ru_ru: Бесконечный заряд
zh_cn: 无限电量

# infinite_charge_descr
source: Prevents your items from losing any charge.
ru_ru: Предохраняет ваши вещи от потери заряда.
zh_cn: 你的物品将不会失去任何电量

# infinite_items
source: Infinite Item Use
ru_ru: Бесконечное использование предметов
zh_cn: 无限物品

# infinite_items_descr
source: Allows you to infinitely use items like the gift box and stun grenade. (Buggy)
ru_ru: Позволяет бесконечно использовать такие предметы, как подарочная коробка и оглушающая граната. (Баг)
zh_cn: 无限使用礼物盒、震撼弹

source: Infinite Shotgun Ammo
ru_ru: Бесконечные патроны для дробовика
zh_cn: 无限散弹枪弹药

# infinite_shotgun_ammo_descr
source: Prevents you from out of ammo.
ru_ru: Предотвращает прекращение расхода патронов.
zh_cn: 你将拥有无限弹药

# infinite_stam
source: Infinite Stamina
ru_ru: Бесконечная стамина
zh_cn: 无限耐力

# infinite_stam_descr
source: Prevents you from losing any stamina.
ru_ru: Предотвращает потерю выносливости.
zh_cn: 你将不会失去任何耐力

source: Infinite Zap Gun
ru_ru: Бесконечный Zap Gun
zh_cn: 电击枪无限击晕

# infinite_zap_gun_descr
source: Infinitely stuns enemies with the zap-gun.
ru_ru: Бесконечно оглушайте врагов с помощью zap-gun.
zh_cn: 用电击枪无限击昏敌人

source: Instant Interactions
ru_ru: Мгновенное взаимодействие
zh_cn: 交互瞬间完成

# instant_interactions_descr
source: Makes all hold interactions instantaneous.
ru_ru: Делает все взаимодействия с задержкой мгновенными.
zh_cn: 使所有保持互动动作瞬间完成

source: Interact Through Walls
ru_ru: Взаимодействие через стены
zh_cn: 隔墙交互

# interact_through_walls_descr
source: Allows you to interact with anything through walls.
ru_ru: Позволяет взаимодействовать с чем-либо через стены.
zh_cn: 允许你隔着墙和任何东西交互

source: Invisibility
ru_ru: Невидимость
zh_cn: 隐身

# invisibility_desc
source: Players will not be able to see you.
ru_ru: Игроки не смогут вас увидеть.
zh_cn: 其他玩家将无法看到你

source: Item Distance Limit
ru_ru: Расстояние до лута
zh_cn: 物品距离限制

# item_distance_limit_descr
source: Toggle to set the item distance limit.
ru_ru: Переключите, чтобы установить предельное расстояние между элементами.
zh_cn: 切换以设置物品距离限制

# item_esp
source: Items
ru_ru: Предметы
zh_cn: 物品

# item_esp_descr
source: Shows all items.
ru_ru: Показать все предметы.
zh_cn: 显示物品

source: Kill
ru_ru: Убийство
zh_cn: 杀死

source: Kill All Enemies
ru_ru: Убить всех врагов
zh_cn: 杀死所有敌人

# kill_all_enemies_descr
source: Kills all enemies.
ru_ru: Убивает всех врагов на карте.
zh_cn: 杀死所有敌人

# kill_descr
source: Kills the currently selected player.
ru_ru: Убивает выбранного игрока.
zh_cn: 杀死当前玩家

source: Landmine
ru_ru: Мина
zh_cn: 地雷

# landmine_distance_limit_descr
source: Toggle to set the landmine distance limit.
ru_ru: Переключите, чтобы установить предельное расстояние до мины.
zh_cn: 地雷

# landmine_esp
source: Landmines
ru_ru: Показать мины
zh_cn: 地雷

# landmine_esp_descr
source: Shows all landmines.
ru_ru: Показывает все мины
zh_cn: 显示地雷

source: Land Ship
ru_ru: Приземлить корабль
zh_cn: 飞船着陆

# land_ship_descr
source: Lands the ship.
ru_ru: Приземляет корабль.
zh_cn: 飞船降落目标星球

source: Language
ru_ru: Язык

source: Light Show
ru_ru: Световое шоу
zh_cn: 灯光闪烁

# light_show_descr
source: Rapidly turns on/off the light switch and TV.
ru_ru: Очень быстро включает и выключает свет на корабле.
zh_cn: 快速打开/关闭灯开关和电视

source: Loot
ru_ru: Лут
zh_cn: 物品

source: Loot in ship
ru_ru: Лут на корабле
zh_cn: 飞船物品价值

source: Medium Loot
ru_ru: Средний лут
zh_cn: 中价值物品

# mine_distance_limit
source: Landmine Distance Limit
ru_ru: Расстояние до мины
zh_cn: 高价值物品

source: Misc
ru_ru: Разное
zh_cn: 杂项

source: Night Vision
ru_ru: Ночное зрение
zh_cn: 夜视

# night_vision_descr
source: Allows you to see in the dark.
ru_ru: Позволяет видеть в темноте. (Видно только вам)
zh_cn: 让你在黑暗中也能看见

source: Noclip
ru_ru: Полет сквозь стены
zh_cn: 飞天遁地

# noclip_descr
source: Allows you to fly and clip through walls.
ru_ru: Позволяет летать и проходить сквозь стены.
zh_cn: 按住指定键位后即可穿越墙壁，按跳跃即可浮空

source: No More Credits
ru_ru: Больше никаких денег
zh_cn: 阻止团队获得余额

# no_more_credits_descr
source: Prevents your group from receiving any credits. (Doesn't apply to quota)
ru_ru: Не позволяет вашей группе получать деньги. (Не применяется к квоте)
zh_cn: 阻止您的团队获得任何钱(不适用于利润指标)

source: Object
ru_ru: Объекты
zh_cn: 物品

source: Object Spam
ru_ru: Спам объектами

# object_spam_descr
source: Spam places objects on the player to annoy/trap them.
ru_ru: Спам помещает объекты на игрока, чтобы раздражать/заманивать его в ловушку.

source: One Hand All Objects
ru_ru: Двуручный предмет в слот
zh_cn: 一只手拿物品

# one_hand_all_objects_descr
source: Allows you to one-hand any two-handed objects.
ru_ru: Позволяет брать в один слот, двуслотовые предметы
zh_cn: 允许你单手操作任何双手操作的物体

source: Open All Mechanical Doors
ru_ru: Открыть все шлюзы
zh_cn: 打开所有机械门

# open_all_mechanical_doors_descr
source: Opens all mechanical doors.
ru_ru: Открывает все шлюзы, которые открываются через терминал.
zh_cn: 打开所有机械门

source: Place Anywhere
ru_ru: Разместить в любом месте
zh_cn: 强制摆放装置

# place_anywhere_descr
source: Place objects from the ship anywhere you want.
ru_ru: Разместите предметы с корабля в любом месте.
zh_cn: 把船上的物品放在任何你想放的地方

source: Player
ru_ru: Игрок
zh_cn: 玩家

source: Players
ru_ru: Игроки
zh_cn: 玩家

# players_esp_descr
source: Shows all players.
ru_ru: Показать всех игроков
zh_cn: 玩家

# player_esp
source: Players
ru_ru: Игроки
zh_cn: 玩家

source: Possess Nearest Enemy
ru_ru: Захватить управление над ближайшим врагом
zh_cn: 控制最近敌人

# possess_nearest_enemy_descr
source: Possesses the nearest enemy. (Note: You will be visibily within the enemy.)
ru_ru: Овладевает ближайшим врагом. (Примечание: вы будете находиться внутри врага).
zh_cn: 控制最近的敌人

source: Profit Quota
ru_ru: Квота
zh_cn: 利润指标

# remove_weight
source: No Weight
ru_ru: Без веса
zh_cn: 无重力

# remove_weight_descr
source: Removes speed limitations caused by item weight.
ru_ru: Устраняет ограничения скорости, вызванные весом предмета.
zh_cn: 移除物品给你带来的重力

# render_resolution
source: Full Render Resolution
ru_ru: Полное разрешение рендера
zh_cn: 完全分辨率

source: Respawn
ru_ru: Респаун
zh_cn: 重生

# respawn_descr
source: Respawns you. You will be invisible to both players and enemies.
ru_ru: Возобновляет вас. Вы будете невидимы как для игроков, так и для врагов. (Баг)
zh_cn: 重生(重生后将隐身)

source: Selected Player
ru_ru: Выбранный игрок
zh_cn: 选择的玩家

source: Select Language
ru_ru: Выбрать язык
zh_cn: 选择语言

source: Self
ru_ru: Для себя
zh_cn: 自己

# send_message_misc
source: Send Message
ru_ru: Отправить сообщение
zh_cn: 发送消息

# send_message_misc_descr
source: Anonymously sends a message in chat.
ru_ru: Анонимно отправляет сообщение в чате.
zh_cn: 发送消息到聊天框

# send_message_player
source: Send Message
ru_ru: Отправить сообщение от имени игрока
zh_cn: 发送消息

# send_message_player_descr
source: Sends a message in chat as the selected player.
ru_ru: Отправляет сообщение в чат от имени выбранного игрока.
zh_cn: 发送消息到聊天框

source: Send Signal
ru_ru: Послать сигнал
zh_cn: 发送广播

# send_signal_descr
source: Remotely sends a signal.
ru_ru: Дистанционно посылает терминальный сигнал.
zh_cn: 发送广播消息

source: Sensitive Landmines
ru_ru: Чувствительность мин
zh_cn: 地雷将在杀伤范围内爆炸

# sensitive_landmines_descr
source: Automatically detonates landmines when a player is in kill range.
ru_ru: Автоматически взрывает мины, когда игрок находится в зоне поражения.
zh_cn: 当玩家在杀伤范围内时自动引爆地雷。

source: Settings
ru_ru: Настройки
zh_cn: 设置

source: Set Quota
ru_ru: Установить квоту
zh_cn: 设置利润指标

# set_quota_descr
source: Allows you to set the quota. (Host only)
ru_ru: Позволяет установить квоту. (Только для хоста)
zh_cn: 设置利润指标 (仅限主机)

source: Ship
ru_ru: Корабль
zh_cn: 飞船

# ship_esp
source: Ships
ru_ru: Корабли
zh_cn: 飞船

# ship_esp_descr
source: Shows the ship.
ru_ru: Показывает корабль.
zh_cn: 显示飞船

source: Small Loot
ru_ru: Маленький лут
zh_cn: 低价值物品

# spam_message_misc
source: Spam Message
ru_ru: Спам сообщениями
zh_cn: 发送消息

# spam_message_misc_descr
source: Anonymously spams a message in chat.
ru_ru: Анонимно спамит сообщениями в чат.
zh_cn: 发送消息到聊天框

# spam_message_player
source: Spam Message
ru_ru: Спам сообщениями от имени игрока
zh_cn: 发送广播

# spam_message_player_descr
source: Spams the message in chat as the selected player.
ru_ru: Спамит сообщениями в чат от имени выбранного игрока.
zh_cn: 发送广播消息

source: Spawn Enemy
ru_ru: Спавн врага

source: Start
ru_ru: Главная
zh_cn: 开始

source: Start Ship
ru_ru: Запустить корабль
zh_cn: 启动飞船

# start_ship_descr
source: Ship will leave the planet it's currently on.
ru_ru: Корабль покинет планету, на которой находится в данный момент.
zh_cn: 启动飞船

# steam_hazard
source: Steam Hazards
ru_ru: Паровые вентили
zh_cn: 蒸汽阀门

# steam_hazard_esp_descr
source: Shows all hazard zones.
ru_ru: Показывает все паровые вентили.
zh_cn: 蒸汽阀门

source: Steam Profile
ru_ru: Steam профиль
zh_cn: Steam 档案

# steam_profile_descr
source: Opens the selected player's steam profile in your overlay.
ru_ru: Открывает steam профиль выбранного игрока в вашем оверлее.
zh_cn: 打开当前玩家 Steam 档案

source: Steam Valve
ru_ru: Паровой вентиль

source: Stop Possessing
ru_ru: Перестать управлять врагом
zh_cn: 停止控制

# stop_possessing_descr
source: Stops possessing the currently possessed enemy.
ru_ru: Прекращает одержимость врага, которым владеете в данный момент.
zh_cn: 停止控制当前敌人

source: Suicide
ru_ru: Харакири
zh_cn: 自杀

# suicide_descr
source: Kills local player.
ru_ru: Убивает самого себя
zh_cn: 击杀自己

source: Taunt Slide
ru_ru: Эмоция во время движения
zh_cn: 移动时做表情

# taunt_slide_descr
source: Allows you to emote and move at the same time.
ru_ru: Позволяет одновременно использовать эмоцию и двигаться.
zh_cn: 允许你同时做表情和移动

source: Teleport All Items
ru_ru: Телепортировать все предметы
zh_cn: 传送所有物品

# teleport_all_items_descr
source: Teleports all items on the planet to you.
ru_ru: Телепортирует к вам все предметы на планете.
zh_cn: 将星球上所有物品传送到当前位置

source: Teleport Enemies To
ru_ru: Телепортировать врагов
zh_cn: 传送敌人

# teleport_enemies_to_descr
source: Teleports all enemies to the currently selected player.
ru_ru: Телепортирует всех врагов к выбранному игроку.
zh_cn: 将所有敌人传送至该玩家

source: Teleport Player To Ship
ru_ru: Телепорт игрока на корабль
zh_cn: 帮他回城

# teleport_player_to_ship_descr
source: Teleports the selected into the ship. (Host only)
ru_ru: Телепортирует выбранного на корабль. (Только для хозяина)
zh_cn: 将他传送至飞船 (仅限主机)

source: Teleport To
ru_ru: Телепортировать
zh_cn: 传送到

# teleport_to_descr
source: Teleports you to the currently selected player.
ru_ru: Телепортирует вас к выбранному игроку.
zh_cn: 将你传送至选中的玩家

source: Teleport To Ship
ru_ru: Телепорт на корабль
zh_cn: 回城

# teleport_to_ship_descr
source: Teleports you into the ship.
ru_ru: Телепортирует вас на корабль.
zh_cn: 传送至飞船

source: Terminal Noisemaker
ru_ru: Спам терминалом
zh_cn: 终端噪音

# terminal_noisemaker_descr
source: Plays a very annoying noise from the terminal.
ru_ru: Проигрывает очень громкий и противный звук из терминала.
zh_cn: 终端将发出令人恼火的噪音

# tgl_insert
source: Press INSERT
ru_ru: Нажмите INSERT
zh_cn: 菜单 INSERT | 卸载 Delete

source: Theme
ru_ru: Тема
zh_cn: 主题

source: Thirdperson
ru_ru: Третье лицо
zh_cn: 第三人称

source: Tooltips
ru_ru: Всплывающие подсказки
zh_cn: 功能具体提示

# tooltips_descr
source: Shows information about the currently hovered menu item.
ru_ru: Показывает информацию о текущем наведенном элементе меню.
zh_cn: 显示当前悬停菜单项的信息

source: Turret
ru_ru: Турель
zh_cn: 炮台

source: Turret Distance Limit
ru_ru: Расстояние до турели
zh_cn: 炮台距离限制

# turret_distance_limit_descr
source: Toggle to set the turret distance limit.
ru_ru: Переключите, чтобы установить предельное расстояние до турели.
zh_cn: 切换以设置炮台距离限制

# turret_esp
source: Turrets
ru_ru: Турель
zh_cn: 炮台

# turret_esp_descr
source: Shows all turrets.
ru_ru: Показать все турели
zh_cn: 炮台

# unlc_all_suits
source: Unlock All Suits
ru_ru: Разблокировать все костюмы
zh_cn: 解锁所有套装

# unlc_all_suits_descr
source: Unlocks All Suits.
ru_ru: Разблокирует все костюмы.
zh_cn: 解锁所有套装

# unlc_all_upgrd_ship
source: Unlock All Upgrades
ru_ru: Разблокировать все объекты корабля
zh_cn: 解锁飞船所有物品

# unlc_all_upgrd_ship_descr
source: Unlocks all ship upgrades.
ru_ru: Разблокирует все объекты корабля.
zh_cn: 解锁飞船所有物品

# unlimited_grab_distance
source: No Grab Distance Limit
ru_ru: Нет ограничения по расстоянию захвата
zh_cn: 无抓取距离限制

# unlimited_grab_distance_descr
source: Allows you to interact with anything no matter the distance.
ru_ru: Позволяет взаимодействовать с чем угодно, независимо от расстояния.
zh_cn: 允许您与任何东西进行交互，无论距离远近。

source: Unlock
ru_ru: Открыть
zh_cn: 解锁

# unlock_all_door
source: Unlock All Doors
ru_ru: Открыть все двери
zh_cn: 解锁所有门

# unlock_all_door_descr
source: Unlocks all locked doors.
ru_ru: Отпирает все запертые двери.
zh_cn: 解锁所有机械门

source: Upgrades
ru_ru: Улучшение
zh_cn: 飞船

# u_alrd_unlc_all
source: You've already unlocked all upgrades.
ru_ru: Вы уже разблокировали все улучшения.
zh_cn: 你已经解锁飞船所有物品了！

source: Valve
ru_ru: Цвет вентиля
zh_cn: 价值

# watermark
source: Project Apparatus
ru_ru: Проект Apparatus

# wlc_stp_1
source: Welcome to Project Apparatus
ru_ru: Добро пожаловать в проект Apparatus
zh_cn: 欢迎使用 Project Apparatus

# wlc_stp_2
source: If you have suggestions, please create a pull request in the repo or reply to the UC thread.
ru_ru: Если у вас есть предложения, пожалуйста, создайте pull request в репозитории или ответьте в теме UC.
zh_cn: 如果你有任何建议，请在Github项目提交Pull request或者在UC thread回复

# wlc_stp_3
source: If you find bugs, please provide some steps on how to reproduce the problem and create an issue or pull request in the repo or reply to the UC thread
ru_ru: Если вы обнаружили ошибки, пожалуйста, предоставьте шаги как воспроизвести проблему, и создайте тему или pull request в репозитории или ответьте в теме UC
zh_cn: 如果你发现任何BUG，请在Github项目提交Pull request，需要提供操作步骤并说明如何复现问题 或者 在UC thread回复

source: ESP
zh_cn: 追踪

# fov
source: Field of View
zh_cn: 视野
