Repository: KaylinOwO/Project-Apparatus
Catalog: src/Lang/*.resx
Languages: de_de, zh_cn

source: Adjust Jump Height
de_de: Sprunghöhe anpassen
zh_cn: 调整跳跃高度

# adjust_jump_height_descr
source: Allows you to modify your jump height.
de_de: Hier können Sie Ihre Sprunghöhe ändern.
zh_cn: 允许你修改你的跳跃高度。

source: Adjust Sprint Speed
de_de: Sprintgeschwindigkeit anpassen
zh_cn: 调整奔跑速度

# adjust_sprint_speed_descr
source: Allows you to modify your sprint speed.
de_de: Ermöglicht es dir, deine Sprintgeschwindigkeit zu ändern.
zh_cn: 允许你修改你的奔跑速度。

source: Adjust Walk Speed
de_de: Laufgeschwindigkeit anpassen
zh_cn: 调整走路速度

# adjust_walk_speed_descr
source: Allows you to modify your walk speed.
de_de: Ermöglicht es dir, deine Gehgeschwindigkeit zu ändern.
zh_cn: 允许你修改你的走路速度。

source: Aggro Enemies
de_de: Feinde angreifen
zh_cn: 仇恨敌人

# aggro_enemies_descr_1
source: Makes enemies target the selected player.
de_de: Bringt Feinde dazu, den ausgewählten Spieler anzugreifen.
zh_cn: 使敌人以选定玩家为目标。

# aggro_enemies_descr_2
source: Doesn't work on most monsters, works best on Crawlers & Spiders.
de_de: Funktioniert bei den meisten Monstern nicht, am besten bei Kriechern und Spinnen.
zh_cn: 对大多数怪物无效，对小黑和蜘蛛效果最好。

source: All Jetpacks Explode
de_de: Alle Jetpacks explodieren
zh_cn: 所有喷气背包爆炸

# all_jetpacks_explode_descr
source: When a player tries to equip a jetpack they will be greeted with an explosion.
de_de: Wenn ein Spieler versucht, ein Jetpack auszurüsten, wird er mit einer Explosion begrüßt.
zh_cn: 当玩家试图装备喷气背包时，迎接他们的将是爆炸。

source: Always Show Clock
de_de: Uhr immer anzeigen
zh_cn: 始终显示时钟

# always_show_clock_descr
source: Displays the clock even when you are in the facility.
de_de: Zeigt die Uhr an, auch wenn man sich in der Einrichtung befindet.
zh_cn: 即使您在设施中也能显示时钟。

source: Apply
de_de: Anwenden
zh_cn: 应用

source: Attack Players at Deposit Desk
de_de: Spieler am Deposit-Schalter angreifen
zh_cn: 在公司存款台攻击玩家

# attack_players_at_deposit_desk_descr
source: Forces the tentacle monster to attack, killing a nearby player.
de_de: Zwingt das Tentakelmonster zum Angriff und tötet einen Spieler in der Nähe.
zh_cn: 迫使触手怪物攻击，杀死附近的玩家。

source: Big Loot
de_de: Große Beute
zh_cn: 大战利品

# camera_res_descr_1
source: Forces the game to render in full resolution.
de_de: Zwingt das Spiel, in voller Auflösung zu rendern.
zh_cn: 强制游戏以全分辨率渲染。

# camera_res_descr_2
source: <color=#ff0000>You will need to leave the game for this to activate.</color>
de_de: <color=#ff0000>Damit diese Funktion aktiviert wird, musst du das Spiel verlassen.</color>
zh_cn: <color=#ff0000>您需要离开游戏才能激活它。</color>

source: Centered Indicators
de_de: Zentrierte Indikatoren
zh_cn: 居中指标

# centered_indicators_descr
source: Displays the above indicators at the center of the screen.
de_de: Zeigt die oben genannten Indikatoren in der Mitte des Bildschirms an.
zh_cn: 将指标显示在屏幕中央。

source: Changelog
de_de: Änderungsliste
zh_cn: 更新日志

source: Charge Any Item
de_de: Beliebigen Gegenstand aufladen
zh_cn: 为任何物品充电

# charge_any_item_descr
source: Allows you to put any grabbable item in the charger.
de_de: Ermöglicht es dir, jeden greifbaren Gegenstand in die Ladestation zu legen.
zh_cn: 允许你把任何可抓取的物品放入充电器。

source: Close All Mechanical Doors
de_de: Alle mechanischen Türen schließen
zh_cn: 关闭所有机械门

# close_all_mechanical_doors_descr
source: Closes all mechanical doors.
de_de: Schließt alle mechanischen Türen.
zh_cn: 关闭所有机械门。

source: Colors
de_de: Farben
zh_cn: 颜色

source: Crosshair
de_de: Fadenkreuz
zh_cn: 十字准星

# crosshair_descr
source: Displays a crosshair on the screen.
de_de: Zeigt ein Fadenkreuz auf dem Bildschirm an.
zh_cn: 在屏幕上显示十字准星。

source: Damage
de_de: Schaden
zh_cn: 损伤

# damage_descr
source: Damages the player for a given amount.
de_de: Fügt dem Spieler einen bestimmten Betrag an Schaden zu.
zh_cn: 对玩家造成一定数量的伤害。

source: Days Left
de_de: Verbleibende Tage
zh_cn: 剩余天数

# dead_players
source: Dead Player List
de_de: Liste toter Spieler
zh_cn: 死亡玩家名单

# dead_players_descr
source: Shows a list of currently dead players.
de_de: Zeigt eine Liste der derzeit toten Spieler an.
zh_cn: 显示当前已死亡的玩家列表。

source: Delete All Enemies
de_de: Alle Feinde löschen
zh_cn: 删除所有敌人

# delete_all_enemies_descr
source: Deletes all enemies.
de_de: Entfernt alle Feinde.
zh_cn: 删除所有敌人。

source: Demigod
de_de: Halbgott
zh_cn: 半神

# demigod_descr
source: Automatically refills the selected player's health if below zero.
de_de: Füllt die Lebenspunkte des ausgewählten Spielers automatisch auf, wenn sie unter Null fallen.
zh_cn: 自动补充选定的玩家的生命值，如果低于零。

# disable_dof
source: Disable Depth of Field
de_de: Tiefenschärfe deaktivieren
zh_cn: 禁用景深

# disable_dof_descr
source: Disables the depth of field effect.
de_de: Deaktiviert den Tiefenschärfe-Effekt.
zh_cn: 禁用景深效果。

source: Disable Fall Damage
de_de: Fallschaden deaktivieren
zh_cn: 禁用摔落伤害

# disable_fall_damage_descr
source: You no longer take fall damage.
de_de: Sie erleiden keinen Fallschaden mehr.
zh_cn: 你不再受到摔落伤害。

source: Disable Fog
de_de: Nebel deaktivieren
zh_cn: 禁用雾

# disable_fog_descr
source: Disables the fog effect.
de_de: Deaktiviert den Nebeleffekt.
zh_cn: 禁用雾效果。

source: Disable Interact Cooldowns
de_de: Interaktionsabklingzeiten deaktivieren
zh_cn: 禁用交互冷却时间

# disable_interact_cooldowns_descr
source: Disables all interact cooldowns (e.g., noisemakers, toilets, etc).
de_de: Deaktiviert alle Interaktions-Abklingzeiten (z. B. Geräuschmacher, Toiletten usw.).
zh_cn: 禁用所有交互冷却时间(例如，噪音制造者，厕所等)。

source: Disable Visor
de_de: Visier deaktivieren
zh_cn: 禁用头盔遮挡

# disable_visor_descr
source: Disables the visor from your helmet in first person.
de_de: Deaktiviert das Visier des Helms in der ersten Person.
zh_cn: 在第一人称中禁用头盔的遮阳。

source: Display Days Left
de_de: Verbleibende Tage anzeigen
zh_cn: 显示剩余天数

# display_days_left_descr
source: Shows the time you have left to meet quota.
de_de: Zeigt die Zeit an, die Sie noch haben, um die Quote zu erfüllen.
zh_cn: 显示距离完成配额还剩多少时间。

# display_distance
source: Show Distance
de_de: Entfernung anzeigen
zh_cn: 显示距离

# display_distance_esp_descr
source: Shows the distance between you and the entity.
de_de: Zeigt die Entfernung zwischen Ihnen und der Entität an.
zh_cn: 显示你和实体之间的距离。

source: Display Group Credits
de_de: Gruppenguthaben anzeigen
zh_cn: 显示钱

# display_group_credits_descr
source: Shows how many credits you have.
de_de: Zeigt an, wie viele Credits die Gruppe hat.
zh_cn: 显示你有多少钱。

# display_hp
source: Show Health
de_de: Gesundheit anzeigen
zh_cn: 显示血量

# display_hp_esp_descr
source: Shows players' health.
de_de: Zeigt die Gesundheit der Spieler an.
zh_cn: 显示玩家的血量值。

source: Display Loot In Ship
de_de: Beute im Schiff anzeigen
zh_cn: 显示船上战利品的价值

# display_loot_in_ship_descr
source: Shows the value of all the items you have gathered in the ship.
de_de: Zeigt den Wert aller Gegenstände an, die du im Schiff gesammelt hast.
zh_cn: 显示您在飞船中收集的所有物品的价值。

source: Display Quota
de_de: Quote anzeigen
zh_cn: 显示配额

# display_quota_descr
source: Shows the current quota.
de_de: Zeigt die aktuelle Quote an.
zh_cn: 显示当前配额。

# display_speaking
source: Show Is Speaking
de_de: Sprechen anzeigen
zh_cn: 显示发言

# display_speaking_esp_descr
source: Shows if the player is speaking.
de_de: Zeigt an, ob der Spieler gerade spricht.
zh_cn: 显示玩家是否在说话。

# display_worth
source: Show Value
de_de: Wert anzeigen
zh_cn: 显示值

# display_worth_esp_descr
source: Shows items' value.
de_de: Zeigt den Wert der Gegenstände an.
zh_cn: 显示项目的值。

source: Distance
de_de: Entfernung
zh_cn: 距离

source: Door
de_de: Tür
zh_cn: 门

# door_esp
source: Doors
de_de: Türen
zh_cn: 门

# door_esp_descr
source: Shows all doors.
de_de: Zeigt alle Türen an.
zh_cn: 显示所有门。

# enable_esp
source: Enabled
de_de: Aktiviert
zh_cn: 启用

# enable_esp_descr
source: Enables the ESP.
de_de: Aktiviert das ESP.
zh_cn: 启用ESP。

source: Enemy
de_de: Feind
zh_cn: 敌人

source: Enemy Distance Limit
de_de: Feindliche Entfernungsgrenze
zh_cn: 敌人距离限制

# enemy_distance_limit_descr
source: Toggle to set the enemy distance limit.
de_de: Schaltet die Entfernungsgrenze für den Feind ein.
zh_cn: 透视敌人的距离限制

# enemy_esp
source: Enemies
de_de: Feinde
zh_cn: 敌人

# enemy_esp_descr
source: Shows all enemies.
de_de: Zeigt alle Feinde an.
zh_cn: 显示所有敌人。

source: Entrance
de_de: Eingang
zh_cn: 入口

source: Exit
de_de: Ausfahrt
zh_cn: 退出

source: Explode All Mines
de_de: Alle Minen sprengen
zh_cn: 引爆所有地雷

# explode_all_mines_descr
source: Explodes every single mine on the level.
de_de: Sprengt jede einzelne Mine im Level.
zh_cn: 引爆关卡中的每一个地雷。

source: FastLadder Climbing
de_de: Schnelle Leitern
zh_cn: 快速爬梯

# fast_ladder_climbing_descr
source: Instantly climbs up ladders.
de_de: Klettert sofort Leitern hinauf.
zh_cn: 快速爬上梯子

# fov
source: Field of View
de_de: Sichtfeld
zh_cn: 视野

source: Give Credits
de_de: Credits geben
zh_cn: 增加金钱

# give_credits_descr
source: Give your group however many credits you want. (Doesn't apply to quota)
de_de: Gebt eurer Gruppe so viele Credits, wie ihr wollt. (Gilt nicht für die Quote)
zh_cn: 给你的小组增加任意数量的金钱。（不适用于配额）

source: God Mode
de_de: Gott-Modus
zh_cn: 上帝模式

# god_mode_descr
source: Prevents you from taking any damage.
de_de: Verhindert, dass du Schaden nimmst.
zh_cn: 防止你受到任何伤害。

source: Graphics
de_de: Grafik
zh_cn: 图形

source: Group Credits
de_de: Gruppen-Credits
zh_cn: 小组金钱

source: Heal
de_de: Heilen
zh_cn: 治愈

# heal_descr
source: Heals the player for a given amount.
de_de: Heilt den Spieler für einen bestimmten Betrag.
zh_cn: 对玩家进行一定数量的治疗。

source: Hear Everyone
de_de: Alle hören
zh_cn: 听所有人的声音

# hear_everyone_descr
source: Allows you to hear everyone no matter the distance.
de_de: Ermöglicht es dir, jeden zu hören, unabhängig von der Entfernung.
zh_cn: 让你无论距离多远都能听到每个人的声音。

source: Hello world!
de_de: Hallo Welt!

source: Hide Objects
de_de: Objekte ausblenden
zh_cn: 隐藏Object

# hide_objects_descr
source: Hides spammed objects from the selected player.
de_de: Versteckt gespammte Objekte vor dem ausgewählten Spieler.
zh_cn: 对被选中的玩家隐藏骚扰他的物体。

source: Infinite Charge
de_de: Unendliche Batterie
zh_cn: 无限电量

# infinite_charge_descr
source: Prevents your items from losing any charge.
de_de: Verhindert, dass eure Gegenstände Batterie verlieren.
zh_cn: 防止你的物品失去电量。

# infinite_items
source: Infinite Item Use
de_de: Unendliche Nutzung von Gegenständen
zh_cn: 无限道具使用

# infinite_items_descr
source: Allows you to infinitely use items like the gift box and stun grenade. (Buggy)
de_de: Ermöglicht die unendliche Verwendung von Gegenständen wie der Geschenkbox und der Betäubungsgranate (Buggy).
zh_cn: 允许你无限使用物品，如礼盒和眩晕手榴弹。(Buggy)

source: Infinite Shotgun Ammo
de_de: Unendliche Schrotflinten-Munition
zh_cn: 无限霰弹枪弹药

# infinite_shotgun_ammo_descr
source: Prevents you from out of ammo.
de_de: Verhindert, dass dir die Munition ausgeht.
zh_cn: 防止你耗尽弹药。

# infinite_stam
source: Infinite Stamina
de_de: Unendliche Ausdauer
zh_cn: 无限耐力

# infinite_stam_descr
source: Prevents you from losing any stamina.
de_de: Verhindert, dass du keine Ausdauer verlierst.
zh_cn: 防止你失去耐力。

source: Infinite Zap Gun
de_de: Unendliche Zapfpistole
zh_cn: 无限电击枪

# infinite_zap_gun_descr
source: Infinitely stuns enemies with the zap-gun.
de_de: Betäubt Feinde unendlich oft mit der Betäubungspistole.
zh_cn: 用电击枪无限击晕敌人。

source: Instant Interactions
de_de: Sofortige Interaktionen
zh_cn: 即时互动

# instant_interactions_descr
source: Makes all hold interactions instantaneous.
de_de: Sorgt dafür, dass alle Halte-Interaktionen sofort ausgeführt werden.
zh_cn: 使所有有延迟的互动瞬间发生。

source: Interact Through Walls
de_de: Durch Wände interagieren
zh_cn: 隔墙互动

# interact_through_walls_descr
source: Allows you to interact with anything through walls.
de_de: Ermöglicht es, mit allem durch Wände hindurch zu interagieren.
zh_cn: 让你隔着墙和任何东西互动。

source: Invisibility
de_de: Unsichtbarkeit
zh_cn: 隐身

# invisibility_desc
source: Players will not be able to see you.
de_de: Spieler können dich nicht sehen.
zh_cn: 玩家将无法看到你。

source: Item Distance Limit
de_de: Gegenstand-Distanz-Limit
zh_cn: 物品距离限制

# item_distance_limit_descr
source: Toggle to set the item distance limit.
de_de: Schalten Sie diese Option ein, um die Entfernungsgrenze für Gegenstände festzulegen.
zh_cn: 透视物品的距离限制

# item_esp
source: Items
de_de: Gegenstände
zh_cn: 物品

# item_esp_descr
source: Shows all items.
de_de: Zeigt alle Gegenstände an.
zh_cn: 显示所有物品。

source: Kill
de_de: Töten
zh_cn: 杀死

source: Kill All Enemies
de_de: Alle Feinde töten
zh_cn: 杀死所有敌人

# kill_all_enemies_descr
source: Kills all enemies.
de_de: Tötet alle Feinde.
zh_cn: 杀死所有敌人。

# kill_descr
source: Kills the currently selected player.
de_de: Tötet den aktuell ausgewählten Spieler.
zh_cn: 杀死当前选定的玩家。

# landmine_distance_limit_descr
source: Toggle to set the landmine distance limit.
de_de: Schaltet die Entfernungsgrenze für Landminen ein.
zh_cn: 透视地雷的距离限制

# landmine_esp
source: Landmines
de_de: Landminen
zh_cn: 地雷

# landmine_esp_descr
source: Shows all landmines.
de_de: Zeigt alle Landminen an.
zh_cn: 显示所有地雷。

source: Land Ship
de_de: Schiff landen
zh_cn: 降落船

# land_ship_descr
source: Lands the ship.
de_de: Landet das Schiff.
zh_cn: 使船着陆。

source: Light Show
de_de: Lichtshow
zh_cn: 灯光秀

# light_show_descr
source: Rapidly turns on/off the light switch and TV.
de_de: Schaltet den Lichtschalter und den Fernseher schnell ein/aus.
zh_cn: 快速打开/关闭电灯开关和电视。

source: Loot
de_de: Beute
zh_cn: 战利品

source: Loot in ship
de_de: Beute im Schiff
zh_cn: 船上的战利品

source: Medium Loot
de_de: Mittlere Beute
zh_cn: 中等战利品

# mine_distance_limit
source: Landmine Distance Limit
de_de: Landmine Entfernungslimit
zh_cn: 地雷距离限制

source: Misc
de_de: Verschiedenes
zh_cn: 杂项

source: Night Vision
de_de: Nachtsicht
zh_cn: 夜视

# night_vision_descr
source: Allows you to see in the dark.
de_de: Ermöglicht es dir, im Dunkeln zu sehen.
zh_cn: 能让你在黑暗中看清东西。

# noclip_descr
source: Allows you to fly and clip through walls.
de_de: Ermöglicht es dir, durch Wände zu fliegen und zu gleiten.
zh_cn: 可以让你穿墙飞行。

source: No More Credits
de_de: Keine Credits mehr
zh_cn: 没有更多金钱

# no_more_credits_descr
source: Prevents your group from receiving any credits. (Doesn't apply to quota)
de_de: Verhindert, dass deine Gruppe weitere Credits erhält. (Gilt nicht für die Quote)
zh_cn: 阻止你的小组获得任何金钱。(不包括配额)

source: Object
de_de: Objekt

source: Object Spam
de_de: Objekt-Spam
zh_cn: Object骚扰

# object_spam_descr
source: Spam places objects on the player to annoy/trap them.
de_de: Spam platziert Objekte auf dem Spieler, um ihn zu ärgern/einzufangen.
zh_cn: 将Object放置在玩家身上，以激怒/引诱他进入陷阱。

source: One Hand All Objects
de_de: Alle Objekte einhändig
zh_cn: 单手手持所有Object

# one_hand_all_objects_descr
source: Allows you to one-hand any two-handed objects.
de_de: Ermöglicht es dir, alle zweihändigen Objekte mit einer Hand zu bedienen.
zh_cn: 允许你单手持有任何双手持有的Object。

source: Open All Mechanical Doors
de_de: Alle mechanischen Türen öffnen
zh_cn: 打开所有机械门

# open_all_mechanical_doors_descr
source: Opens all mechanical doors.
de_de: Öffnet alle mechanischen Türen.
zh_cn: 打开所有机械门

source: Place Anywhere
de_de: Überall platzieren
zh_cn: 任何地方

# place_anywhere_descr
source: Place objects from the ship anywhere you want.
de_de: Platziere Objekte aus dem Schiff, wo immer du willst.
zh_cn: 把船上的东西放在你想放的任何地方。

source: Player
de_de: Spieler
zh_cn: 玩家

source: Players
de_de: Spieler
zh_cn: 玩家

# players_esp_descr
source: Shows all players.
de_de: Zeigt alle Spieler an.
zh_cn: 显示所有玩家。

# player_esp
source: Players
de_de: Spieler
zh_cn: 玩家

source: Possess Nearest Enemy
de_de: Nächstgelegenen Feind in Besitz nehmen
zh_cn: 控制最近的敌人

# possess_nearest_enemy_descr
source: Possesses the nearest enemy. (Note: You will be visibily within the enemy.)
de_de: Nimmt den nächstgelegenen Feind in Besitz. (Hinweis: Sie befinden sich sichtbar innerhalb des Feindes.)
zh_cn: 控制最近的敌人。(注意:你将在敌人内部可见。)

source: Profit Quota
de_de: Gewinn-Quote
zh_cn: 利润指标

# remove_weight
source: No Weight
de_de: Kein Gewicht
zh_cn: 没有重量

# remove_weight_descr
source: Removes speed limitations caused by item weight.
de_de: Entfernt Geschwindigkeitsbegrenzungen, die durch das Gewicht von Gegenständen verursacht werden.
zh_cn: 移除由物品重量造成的速度限制。

# render_resolution
source: Full Render Resolution
de_de: Volle Render-Auflösung
zh_cn: 全渲染分辨率

source: Respawn
de_de: Wiederbelebung
zh_cn: 重生

# respawn_descr
source: Respawns you. You will be invisible to both players and enemies.
de_de: Respawnt Sie. Du bist dann für Spieler und Feinde unsichtbar.
zh_cn: 重生后玩家和敌人都看不到你。

source: Selected Player
de_de: Ausgewählter Spieler
zh_cn: 选择玩家

source: Select Language
de_de: Sprache auswählen
zh_cn: 选择语言

source: Self
de_de: Selbst
zh_cn: 自我

# send_message_misc
source: Send Message
de_de: Nachricht senden
zh_cn: 发送消息

# send_message_misc_descr
source: Anonymously sends a message in chat.
de_de: Sendet eine anonyme Nachricht im Chat.
zh_cn: 在聊天中匿名发送消息。

# send_message_player
source: Send Message
de_de: Nachricht senden
zh_cn: 发送消息

# send_message_player_descr
source: Sends a message in chat as the selected player.
de_de: Sendet eine Nachricht im Chat als der ausgewählte Spieler.
zh_cn: 作为选定的玩家在聊天中发送消息。

source: Send Signal
de_de: Signal senden
zh_cn: 发送信号

# send_signal_descr
source: Remotely sends a signal.
de_de: Sendet aus der Ferne ein Signal.
zh_cn: 远程发送信号。

source: Sensitive Landmines
de_de: Empfindliche Landminen
zh_cn: 范围地雷

# sensitive_landmines_descr
source: Automatically detonates landmines when a player is in kill range.
de_de: Lässt automatisch Landminen detonieren, wenn sich ein Spieler in Kill-Reichweite befindet.
zh_cn: 当玩家在杀伤范围内时自动引爆地雷。

source: Settings
de_de: Einstellungen
zh_cn: 设置

source: Set Quota
de_de: Quote festlegen
zh_cn: 设置配额

# set_quota_descr
source: Allows you to set the quota. (Host only)
de_de: Ermöglicht es Ihnen, die Quote festzulegen. (nur Host)
zh_cn: 设置配额。(仅限房主)

source: Ship
de_de: Schiff
zh_cn: 船

# ship_esp
source: Ships
de_de: Schiffe
zh_cn: 船

# ship_esp_descr
source: Shows the ship.
de_de: Zeigt das Schiff.
zh_cn: 显示船。

source: Small Loot
de_de: Kleine Beute
zh_cn: 小战利品

# spam_message_misc
source: Spam Message
de_de: Spam-Nachricht
zh_cn: 垃圾信息

# spam_message_misc_descr
source: Anonymously spams a message in chat.
de_de: Spammt anonym eine Nachricht im Chat.
zh_cn: 在聊天中匿名发送垃圾信息。

# spam_message_player
source: Spam Message
de_de: Spam-Nachricht
zh_cn: 垃圾信息

# spam_message_player_descr
source: Spams the message in chat as the selected player.
de_de: Spammt die Nachricht im Chat als der ausgewählte Spieler.
zh_cn: 以选定玩家身份在聊天中发送垃圾消息。

source: Spawn Enemy
de_de: Feind spawnen
zh_cn: 生成敌人

# spawn_enemy_descr
source: Spawns a random enemy on the selected player.
de_de: Erzeugt einen zufälligen Feind für den ausgewählten Spieler. Erfordert den Wirt.
zh_cn: 在选定的玩家身上生成一个随机的敌人。(仅限房主)

source: Start Ship
de_de: Schiff starten
zh_cn: 开始船

# start_ship_descr
source: Ship will leave the planet it's currently on.
de_de: Das Schiff wird den Planeten verlassen, auf dem es sich gerade befindet.
zh_cn: 飞船将离开它现在所在的星球。

# steam_hazard
source: Steam Hazards
de_de: Dampf-Gefahren
zh_cn: 蒸汽危险区

# steam_hazard_esp_descr
source: Shows all hazard zones.
de_de: Zeigt alle Dampfgefahren an.
zh_cn: 显示所有危险区域。

source: Steam Profile
de_de: Dampf-Profil
zh_cn: Steam玩家信息

# steam_profile_descr
source: Opens the selected player's steam profile in your overlay.
de_de: Öffnet das Steam-Profil des ausgewählten Spielers in deinem Overlay.
zh_cn: 打开所选玩家的Steam信息

source: Steam Valve
de_de: Dampf-Ventil

source: Stop Possessing
de_de: Besessenheit beenden
zh_cn: 停止控制

# stop_possessing_descr
source: Stops possessing the currently possessed enemy.
de_de: Beendet die Besessenheit des aktuell besessenen Gegners.
zh_cn: 停止附身当前的敌人。

source: Suicide
de_de: Selbstmord
zh_cn: 自杀

# suicide_descr
source: Kills local player.
de_de: Tötet den lokalen Spieler.
zh_cn: 杀死本地玩家。

source: Taunt Slide
de_de: Taunt-Gleiten
zh_cn: 表情移动

# taunt_slide_descr
source: Allows you to emote and move at the same time.
de_de: Ermöglicht es dir, gleichzeitig zu emoten und dich zu bewegen.
zh_cn: 允许您同时使用表情和移动。

source: Teleport All Items
de_de: Alle Gegenstände teleportieren
zh_cn: 传送所有物品

# teleport_all_items_descr
source: Teleports all items on the planet to you.
de_de: Teleportiert alle Gegenstände auf dem Planeten zu dir.
zh_cn: 将地图上的所有物品传送到你身边。

source: Teleport Enemies To
de_de: Feinde teleportieren nach
zh_cn: 将敌人传送到

# teleport_enemies_to_descr
source: Teleports all enemies to the currently selected player.
de_de: Teleportiert alle Feinde zu dem aktuell ausgewählten Spieler.
zh_cn: 将所有敌人传送到当前选定的玩家。

source: Teleport Player To Ship
de_de: Spieler zum Schiff teleportieren
zh_cn: 传送玩家到船

# teleport_player_to_ship_descr
source: Teleports the selected into the ship. (Host only)
de_de: Teleportiert den ausgewählten Spieler in sein Schiff. (nur Wirt)
zh_cn: 将被选中的玩家传送到飞船中。(仅限房主）

source: Teleport To
de_de: Teleportieren nach
zh_cn: 传送到

# teleport_to_descr
source: Teleports you to the currently selected player.
de_de: Teleportiert dich zu dem aktuell ausgewählten Spieler.
zh_cn: 将您传送到当前选定的玩家。

source: Teleport To Ship
de_de: Zum Schiff teleportieren
zh_cn: 传送到船

# teleport_to_ship_descr
source: Teleports you into the ship.
de_de: Teleportiert dich in das Schiff.
zh_cn: 将你传送到飞船上。

source: Terminal Noisemaker
de_de: Terminal-Geräuschmacher
zh_cn: 终端噪音

# terminal_noisemaker_descr
source: Plays a very annoying noise from the terminal.
de_de: Spielt ein sehr nerviges Geräusch vom Terminal ab.
zh_cn: 从终端播放非常烦人的噪音。

# tgl_insert
source: Press INSERT
de_de: Drücken Sie INSERT
zh_cn: 按 INSERT 键

source: Theme
de_de: Thema
zh_cn: 主题

source: Thirdperson
de_de: Dritte Person
zh_cn: 第三人称

source: Tooltips
de_de: Tooltipps
zh_cn: 功能提示

# tooltips_descr
source: Shows information about the currently hovered menu item.
de_de: Zeigt Informationen zum aktuellen Menüpunkt an, über dem der Mauszeiger schwebt.
zh_cn: 显示有关当前悬停的菜单项的信息。

source: Turret
de_de: Geschütztürme
zh_cn: 炮塔

source: Turret Distance Limit
de_de: Geschütz-Abstandsgrenze
zh_cn: 炮塔距离限制

# turret_distance_limit_descr
source: Toggle to set the turret distance limit.
de_de: Zum Einstellen der Abstandsgrenze für Geschütztürme.
zh_cn: 透视炮塔的距离限制

# turret_esp
source: Turrets
de_de: Geschütztürme
zh_cn: 炮塔

# turret_esp_descr
source: Shows all turrets.
de_de: Zeigt alle Geschütztürme an.
zh_cn: 显示所有炮塔。

# unlc_all_suits
source: Unlock All Suits
de_de: Alle Anzüge freischalten
zh_cn: 解锁所有套装

# unlc_all_suits_descr
source: Unlocks All Suits.
de_de: Schaltet alle Anzüge frei.
zh_cn: 解锁所有套装。

# unlc_all_upgrd_ship
source: Unlock All Upgrades
de_de: Alle Upgrades freischalten
zh_cn: 解锁所有升级

# unlc_all_upgrd_ship_descr
source: Unlocks all ship upgrades.
de_de: Schaltet alle Schiffsupgrades frei.
zh_cn: 解锁所有飞船升级。

# unlimited_grab_distance
source: No Grab Distance Limit
de_de: Keine Greifdistanzbegrenzung
zh_cn: 无抓取距离限制

# unlimited_grab_distance_descr
source: Allows you to interact with anything no matter the distance.
de_de: Ermöglicht es dir, mit allem zu interagieren, egal wie weit es entfernt ist.
zh_cn: 无论距离多远，你都可以与任何东西进行交互。

source: Unlock
de_de: Freischalten
zh_cn: 解锁

# unlock_all_door
source: Unlock All Doors
de_de: Alle Türen freischalten
zh_cn: 解锁所有门

# unlock_all_door_descr
source: Unlocks all locked doors.
de_de: Schaltet alle verschlossenen Türen frei.
zh_cn: 解锁所有上锁的门。

source: Upgrades
de_de: Verbessert
zh_cn: 升级

# u_alrd_unlc_all
source: You've already unlocked all upgrades.
de_de: Du hast bereits alle Upgrades freigeschaltet.
zh_cn: 您已经解锁了所有升级。

source: Valve
de_de: Ventil

# watermark
source: Project Apparatus
de_de: Projekt Apparatus

# wlc_stp_1
source: Welcome to Project Apparatus
de_de: Willkommen bei Project Apparatus
zh_cn: 欢迎来到 Project Apparatus

# wlc_stp_2
source: If you have suggestions, please create a pull request in the repo or reply to the UC thread.
de_de: Wenn Sie Vorschläge haben, erstellen Sie bitte einen Pull Request im Repo oder antworten Sie auf den UC-Thread.
zh_cn: 如果您有建议，请在repo中创建拉取请求或回复UC线程。
