Repository: KaylinOwO/Project-Apparatus
Catalog: src/Lang/*.resx
Languages: de_de, zh_cn

# wlc_stp_3
source: If you find bugs, please provide some steps on how to reproduce the problem and create an issue or pull request in the repo or reply to the UC thread
de_de: Wenn Sie Bugs finden, geben Sie bitte einige Schritte an, wie man das Problem reproduzieren kann und erstellen Sie ein Issue oder eine Pull-Request im Repo oder antworten Sie auf den UC-Thread
zh_cn: 如果你发现了错误，请提供一些步骤，说明如何重现问题，并在repo中创建问题或拉出请求，或回复UC线程

source: Credits
zh_cn: 开发者名单

source: ESP
zh_cn: 透视

source: Landmine
zh_cn: 地雷

source: Noclip
zh_cn: 穿墙飞行

source: Start
zh_cn: 开始
